Repository: ImJonasuBtw/PhygitalTool
Catalog: PygitalToolWeb/Resources/ResourcesFlow.*.resx
Languages: de, fr, nl

# InterestHeading
source: Interessed?
de: Zinsen?
fr: Intéressé ?
nl: Interesse?

# IntrestDescription
source: Leave your information here.
de: Hinterlassen Sie hier Ihre Daten.
fr: Laissez vos coordonnées ici.
nl: Laat hier je gegevens achter.

# ChoseOne
source: Choose 1 of the options
de: Wählen Sie 1 der Optionen
fr: Choisissez 1 des options
nl: Kies 1 van de opties

# ChoseMulptiple
source: Indicate 1 or more answers
de: Geben Sie 1 oder mehrere Antworten an
fr: Indiquer 1 ou plusieurs réponses
nl: Duid 1 of meerdere antwoorden aan

source: Submit
de: Einreichen
fr: Soumettre
nl: Stuur In

# EndLinear
source: End of linear flow
de: Ende des linearen Flusses
fr: Fin du flux linéaire
nl: Einde van de lineare flow

# BackToHome
source: Back to home page
de: Zurück zur Hauptseite
fr: Retour à la page d'accueil
nl: Terug naar de home pagina

# ScanCode
source: Scan the QR code to leave your contact information
de: Scannen Sie den QR-Code, um Ihre Kontaktinformationen zu hinterlassen
fr: Scannez le code QR pour laisser vos coordonnées
nl: Scan de QR code om je contactgegevens achter te laten

# EndCirculair
source: End of Circular flow
de: Ende des Kreislaufs
fr: Fin du flux circulaire
nl: Einde van de Cirulaire flow

# StartCirculair
source: Starting circular flow
de: Start Kreislauf
fr: Démarrage du flux circulaire
nl: Start Circular flow
